tap "homebrew/bundle"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "cowsay"
brew "fish"
brew "fzf"
brew "kubecolor"
brew "lolcat"
brew "lsd"
brew "mise"
brew "starship"
brew "topgrade"
brew "viddy"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "gamunu.opentofu"
vscode "github.github-vscode-theme"
vscode "hverlin.mise-vscode"
vscode "mkhl.direnv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "sfodje.perltidy"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "wolfmah.ansible-vault-inline"
vscode "ziglang.vscode-zig"
